{
    "cultural_date_format": "%d-%m-%Y",
    "languages": [
        "tag",
        "pt",
        "en",
        "es"
    ],
    "translation": [
        {
            "tag": "trocar_linguagem",
            "pt": "Trocar Linguagem",
            "en": "Change language",
            "es": "Cambiar idioma"
        },
        {
            "tag": "filtros",
            "pt": "Filtros",
            "en": "Filters",
            "es": "Filtros"
        },
        {
            "tag": "seletor_sexo",
            "pt": "Seletor de Sexo:",
            "en": "Sex Selector:",
            "es": "Selector de sexo:"
        },
        {
            "tag": "macho",
            "pt": "Macho",
            "en": "Male",
            "es": "Macho"
        },
        {
            "tag": "femea",
            "pt": "Fêmea",
            "en": "Female",
            "es": "Hembra"
        },
        {
            "tag": "sexo_legenda",
            "pt": "Sexo: ",
            "en": "Sex: ",
            "es": "Sexo: "
        },
        {
            "tag": "comprimento_legenda",
            "pt": "Comprimento Total: ",
            "en": "Total Length: ",
            "es": "Longitud Total: "
        },
        {
            "tag": "peso_legenda",
            "pt": "Peso Total: ",
            "en": "Total Weight: ",
            "es": "Peso Total: "
        },
        {
            "tag": "curva_legenda",
            "pt": "Curva: ",
            "en": "Curve: ",
            "es": "Curva: "
        },
        {
            "tag": "lim_sup_legenda",
            "pt": "Limite Superior: ",
            "en": "Upper Limit: ",
            "es": "Límite Superior: "
        },
        {
            "tag": "lim_inf_legenda",
            "pt": "Limite Inferior: ",
            "en": "Lower Limit: ",
            "es": "Límite Inferior: "
        },
        {
            "tag": "apresentacao",
            "pt": "Apresentação",
            "en": "Presentation",
            "es": "Presentación"
        },
        {
            "tag": "projeto",
            "pt": "Projeto",
            "en": "Project",
            "es": "Proyecto"
        },
        {
            "tag": "leiame",
            "pt": "Leia-me",
            "en": "Read me",
            "es": "Léeme"
        },
        {
            "tag": "sobre",
            "pt": "Sobre",
            "en": "About",
            "es": "Acerca de"
        },
        {
            "tag": "distribuicao_comprimento",
            "pt": "Distribuição de Comprimento",
            "en": "Distribution of Length",
            "es": "Distribución de Longitud"
        },
        {
            "tag": "comprimento_texto_1",
            "pt": "Histograma do Comprimento Total",
            "en": "Total Length Histogram",
            "es": "Histograma de Longitud Total"
        },
        {
            "tag": "comprimento_texto_2",
            "pt": "Medidas Biométricas",
            "en": "Biometric Measurements",
            "es": "Medidas Biométricas"
        },
        {
            "tag": "grafico_dispersao",
            "pt": "Diagrama de Dispersão",
            "en": "Scatter Plot",
            "es": "Diagrama de Dispersión"
        },
        {
            "tag": "frequencia",
            "pt": "Frequência",
            "en": "Frequency",
            "es": "Frecuencia"
        },
        {
            "tag": "proporcao_sexo",
            "pt": "Distribuição e Proporção de Sexo",
            "en": "Sex Distribution and Proportion",
            "es": "Distribución y Proporción de Sexo"
        },
        {
            "tag": "legenda_comprimento",
            "pt": "Comprimento Total (cm)",
            "en": "Total Length (cm)",
            "es": "Longitud Total (cm)"
        },
        {
            "tag": "legenda_intervalo",
            "pt": "Intervalo",
            "en": "Interval",
            "es": "Intervalo"
        },
        {
            "tag": "legenda_peso",
            "pt": "Peso Total (kg)",
            "en": "Total Weight (kg)",
            "es": "Peso Total (kg)"
        },
        {
            "tag": "frequencia_legenda",
            "pt": "Frequência: ",
            "en": "Frequency: ",
            "es": "Frecuencia: "
        },
        {
            "tag": "sexo",
            "pt": "Sexo",
            "en": "Sex",
            "es": "Sexo"
        },
        {
            "tag": "porcentagem",
            "pt": "Porcentagem (%)",
            "en": "Percentage (%)",
            "es": "Porcentagem (%)"
        },
        {
            "tag": "dis_com_texto_1",
            "pt": "Este diagrama de dispersão ilustra a relação entre o Comprimento Total (cm) e o Peso Total (kg) de registros. Cada círculo no gráfico representa um registro individual, com a posição de cada ponto indicando a correspondência entre o comprimento e o peso para esse registro específico. O gráfico inclui um intervalo de confiança de 95%, que mostra a área em que os valores reais de comprimento e peso provavelmente se encontram, com base na variação observada nos dados. Esse intervalo ajuda a visualizar a precisão da relação entre as variáveis.",
            "en": "This scatter plot illustrates the relationship between Total Length (cm) and Total Weight (kg) of records. Each circle on the graph represents an individual record, with the position of each point indicating the correspondence between the length and weight for that specific record. The graph includes a 95% confidence interval, which shows the area where the real values of length and weight are likely to be found, based on the observed data variation. This interval helps visualize the precision of the relationship between the variables.",
            "es": "Este diagrama de dispersión ilustra la relación entre la Longitud Total (cm) y el Peso Total (kg) de los registros. Cada círculo en el gráfico representa un registro individual, con la posición de cada punto indicando la correspondencia entre la longitud y el peso para ese registro específico. El gráfico incluye un intervalo de confianza del 95%, que muestra el área donde probablemente se encuentren los valores reales de longitud y peso, basándose en la variación observada en los datos. Este intervalo ayuda a visualizar la precisión de la relación entre las variables."
        },
        {
            "tag": "dis_com_texto_2",
            "pt": "Este histograma apresenta a distribuição do Comprimento Total (cm) dos registros, com os dados organizados em intervalos de 5 cm (binsize = 5). Cada barra do histograma representa a frequência de registros que caem dentro de um intervalo específico de comprimento. A frequência é calculada com base na quantidade de registros que se encontram dentro de cada intervalo de comprimento, permitindo visualizar a distribuição dos comprimentos totais e identificar padrões ou tendências nos dados.",
            "en": "This histogram presents the distribution of Total Length (cm) of records, with the data organized into intervals of 5 cm (binsize = 5). Each bar in the histogram represents the frequency of records that fall within a specific length range. The frequency is calculated based on the number of records within each length interval, allowing the visualization of total length distribution and the identification of patterns or trends in the data.",
            "es": "Este histograma presenta la distribución de la Longitud Total (cm) de los registros, con los datos organizados en intervalos de 5 cm (binsize = 5). Cada barra del histograma representa la frecuencia de registros que caen dentro de un intervalo específico de longitud. La frecuencia se calcula en función de la cantidad de registros que se encuentran dentro de cada intervalo de longitud, permitiendo visualizar la distribución de longitudes totales e identificar patrones o tendencias en los datos."
        },
        {
            "tag": "dis_com_texto_3",
            "pt": "Este gráfico de dispersão representa a relação entre a idade (anos) e o comprimento (cm) dos Tubarões azuis. Cada ponto no gráfico ilustra a idade de um tubarão em comparação com seu comprimento, permitindo analisar como o crescimento dos tubarões se relaciona com a idade. Essa visualização é fundamental para entender o desenvolvimento e a saúde da população de Tubarões azuis ao longo do tempo.",
            "en": "This scatter plot represents the relationship between age (years) and length (cm) of Blue sharks. Each point on the graph illustrates the age of a shark in comparison to its length, allowing us to analyze how the growth of sharks relates to their age. This visualization is essential for understanding the development and health of the Blue shark population over time.",
            "es": "Este gráfico de dispersión representa la relación entre la edad (años) y la longitud (cm) de los Tiburones azules. Cada punto en el gráfico ilustra la edad de un tiburón en comparación con su longitud, lo que permite analizar cómo el crecimiento de los tiburones se relaciona con su edad. Esta visualización es fundamental para comprender el desarrollo y la salud de la población de Tiburones azules a lo largo del tiempo."
        },
        {
            "tag": "dis_com_texto_4",
            "pt": "A tabela apresenta os dados registrados organizados pelas categorias de Sexo, com três colunas: Sexo, que indica o gênero da espécie registrada; Total, que representa o número total de registros para cada categoria de sexo; e Porcentagem, que mostra a porcentagem de registros de cada sexo em relação ao total geral de dados registrados. A tabela permite analisar a distribuição dos dados por sexo, comparando a quantidade e a proporção de registros de cada categoria.",
            "en": "The table presents the registered data organized by Gender categories, with three columns: Gender, which indicates the gender of the recorded species; Total, representing the total number of records for each gender category; and Percentage, showing the percentage of records for each gender relative to the overall total of registered data. The table allows analyzing the distribution of data by gender, comparing the quantity and proportion of records for each category.",
            "es": "La tabla presenta los datos registrados organizados por categorías de Sexo, con tres columnas: Sexo, que indica el género de la especie registrada; Total, que representa el número total de registros para cada categoría de sexo; y Porcentaje, que muestra el porcentaje de registros de cada sexo en relación con el total general de datos registrados. La tabla permite analizar la distribución de los datos por sexo, comparando la cantidad y la proporción de registros de cada categoría."
        },
        {
            "tag": "sair",
            "pt": "Sair",
            "en": "Exit",
            "es": "Salir"
        },
        {
            "tag": "concluido",
            "pt": "Concluído ",
            "en": "Done",
            "es": "Finalizado"
        },
        {
            "tag": "step_abas",
            "pt": "• Navegue pelo menu lateral para acessar as abas e submenus organizados.<br>• Cada aba contém informações específicas e ferramentas interativas para análise.",
            "en": "• Navigate through the side menu to access the organized tabs and submenus.<br>• Each tab contains specific information and interactive tools for analysis.",
            "es": "• Navegue por el menú lateral para acceder a las pestañas y submenús organizados.<br>• Cada pestaña contiene información específica y herramientas interactivas para el análisis."
        },
        {
            "tag": "step_filtro",
            "pt": "• Selecione os diferentes filtros de entrada que você deseja visualizar. <br>• Cada aba possui um filtro específico para sua respectiva aba.<br>• Os gráficos serão atualizados automaticamente, conforme os filtros.",
            "en": "• Select the different input filters you wish to view. <br>• Each tab has a specific filter for its respective tab.<br>• The graphs will be updated automatically according to the filters.",
            "es": "• Seleccione los diferentes filtros de entrada que desea visualizar. <br>• Cada pestaña tiene un filtro específico para su respectiva pestaña.<br>• Los gráficos se actualizarán automáticamente según los filtros."
        },
        {
            "tag": "step_notificacoes",
            "pt": "• Ambiente de notificações para novas embarcações.<br>• Haverá alertas indicando a necessidade de coleta de dados biométricos.",
            "en": "• Notification environment for new vessels.<br>• There will be alerts indicating the need for biometric data collection.",
            "es": "• Entorno de notificaciones para nuevas embarcaciones.<br>• Habrá alertas que indicarán la necesidad de recolección de datos biométricos."
        },
        {
            "tag": "intro_texto_1",
            "pt": "BEM-VINDO AO",
            "en": "WELCOME TO",
            "es": "BIENVENIDO AL"
        },
        {
            "tag": "intro_texto_2",
            "pt": "Dashboard da Biopesca do Laboratório de Estudos Marinhos Aplicados",
            "en": "Biopesca Dashboard of the Applied Marine Studies Laboratory",
            "es": "Tablero de Biopesca del Laboratorio de Estudios Marinos Aplicados"
        },
        {
            "tag": "intro_texto_3",
            "pt": "Um dashboard interativo para exibição de dados de espécies marinhas, com foco na espécie Tubarão azul, na região Sudoeste do Oceano Atlântico",
            "en": "An interactive dashboard for displaying data on marine species, focusing on the Blue shark species in the Southwestern Atlantic Ocean region",
            "es": "Un tablero interactivo para mostrar datos sobre especies marinas, con un enfoque en la especie Tiburón Azul, en la región suroeste del Océano Atlántico"
        },
        {
            "tag": "intro_texto_4",
            "pt": "O QUE VOCÊ PODE FAZER NESTE DASHBOARD:",
            "en": "WHAT YOU CAN DO IN THIS DASHBOARD:",
            "es": "LO QUE PUEDES HACER EN ESTE TABLERO:"
        },
        {
            "tag": "intro_texto_5",
            "pt": "Visualizar dados científicos coletados ao longo da costa do Espírito Santo como parte do Projeto Tubarão Azul",
            "en": "View scientific data collected along the coast of Espírito Santo as part of the Blue Shark Project",
            "es": "Visualizar datos científicos recolectados a lo largo de la costa de Espírito Santo como parte del Proyecto Tiburón Azul"
        },
        {
            "tag": "intro_texto_6",
            "pt": "Acompanhar as embarcações com informações sobre a coleta de seus dados",
            "en": "Track vessels with information about their data collection",
            "es": "Rastrear embarcaciones con información sobre la recolección de sus datos"
        },
        {
            "tag": "intro_texto_7",
            "pt": "Analisar os padrões de captura e comprimento por meio de visualizações gráficas",
            "en": "Analyze catch and length patterns through graphical visualizations",
            "es": "Analizar los patrones de captura y longitud a través de visualizaciones gráficas"
        },
        {
            "tag": "intro_texto_8",
            "pt": "Explorar a distribuição espacial de captura das espécies",
            "en": "Explore the spatial distribution of species catch",
            "es": "Explorar la distribución espacial de captura de las especies"
        }
    ]
}
